{
    "nodes": [
        {
            "id": 1,
            "text": "В рассветные лучи покидающего сон дня, Мирэя медленно открыла свои глаза. Легкий ветерок проник в ее комнату, играя с занавесками и наполняя пространство утренними ароматами.",
            "image": "1"
        },
        {
            "id": 2,
            "text": "Надувая щеки и сопя, она села на краешек постели, обнимая свое теплое одеяло.",
            "image": "2"
        },
        {
            "id": 3,
            "text": "Окинув взглядом свою приятно уютную комнату, девушка заметила зеркало, отражающее ее растрепанную прическу. Это напомнило ей о необходимости привести себя в порядок. Она встала и двинулась к туалетному столику.",
            "image": "3"
        },
        {
            "id": 4,
            "text": "Мирэя:” Ох-ох-хо да здравствует утренняя рутина”",
            "image": "4"
        },
        {
            "id": 5,
            "text": "Распахнув ящик, она извлекла расческу с аккуратной ручкой из слоновой кости и погрузилась в зеркальный мир. Осторожные движения расчески пролегли через пряди ее волос, одна за другой, разглаживая и придавая им порядок. Волосы Мирэи начали сиять, словно они были настоящими лучевыми волнами.",
            "image": "5"
        },
        {
            "id": 6,
            "text": "Улыбнувшись себе в зеркало, она почувствовала себя свежей и готовой к новому дню.",
            "image": "6"
        },
        {
            "id": 7,
            "text": "Мирэя:” Так-то лучше”",
            "image": "6"
        },
        {
            "id": 8,
            "text": "Глаза Мирэи заметили комод, покрытый разноцветными предметами и разбросанной одеждой. Их образ служил местом воспоминаний и убежищем для ее самых сокровенных надежд и мечтаний.",
            "image": "3"
        },
        {
            "id": 9,
            "text": "Только представьте: летние платья, разнообразные аксессуары, туфли всех видов и многое другое. Они вызывают жажду приключений, достаточно сделать правильный выбор.",
            "image": "3"
        },
        {
            "id": 10,
            "text": "Мирэя:” Уровень моей продуктивности прям зашкаливает сегодня”",
            "image": "6"
        },
        {
            "id": 11,
            "text": "Решив немного отдохнуть Мирэя подошла к окну. Перед ней развернулся пейзаж, напоминающий картину; зеленые поля и яркие цветы приветствовали новый день.",
            "image": "7"
        },
        {
            "id": 12,
            "text": "Вдали слышалось пение птиц, словно они радовались весеннему пробуждению Улыбаясь, буквально ощутила в себе единение с природой, она просто не могла остаться внутри.",
            "image": "7"
        },
        {
            "id": 13,
            "text": "Решив отправиться на улицу, Мирэя приняла решение о своем образе.",
            "image": "8"
        },
        {
            "id": 14,
            "text": "Она избрала одежду, которая лучше всего отражала ее личность - утончённое платье с пиджаком. Последние штрихи - удобные туфли, чтобы она могла наслаждаться прогулкой без каких-либо неудобств.,",
            "image": "9"
        },
        {
            "id": 15,
            "text": "Мирэя:” Нужно покормить Ночного монстра”",
            "image": "9"
        },
        {
            "id": 16,
            "text": "Прежде чем выйти, Мирэя не забыла о своем верном спутнике - котенке Моко.",
            "image": "10"
        },
        {
            "id": 17,
            "text": "Она покормила его свежей едой, пока он мирно спал на своей излюбленной лежанке.",
            "image": "11"
        },
        {
            "id": 18,
            "text": "Наконец, готовая к своему утреннему приключению, девушка открыла дверь своей комнаты. Ощущение свежего воздуха охватило ее, наливая легкими вздохами.",
            "image": "12"
        },
        {
            "id": 19,
            "text": "Мирэя:” Куда бы мне сегодня направиться? Очень хочется пойти в парк",
            "image": "12"
        },
        {
            "id": 20,
            "text": "Будучи в парке, Мирэя могла видеть, как мир проходил перед глазами. Однако именно она решала, какой путь пройти.",
            "image": "13"
        },
        {
            "id": 21,
            "text": "Она могла присоединиться к группе йоги, серьезно фокусируясь на своем дыхании и осознанности.",
            "image": "14"
        },
        {
            "id": 22,
            "text": "Или же выбрать тихую прогулку по парковым тропам, наслаждаясь спокойствием и красотой природы.",
            "image": "16"
        },
        {
            "id": 23,
            "text": "Зеленые деревья величественно возвышались, их листва аккуратно раскинулась, образуя роскошные купола, которые нежно фильтровали лучи слепящего солнца.",
            "image": "17"
        },
        {
            "id": 24,
            "text": "Цветочные клумбы расцветали весенним разнообразием, словно картины живых красок. Пестрые бутончики тянулись к небу, торжественно открывая свое естество.",
            "image": "18"
        },
        {
            "id": 25,
            "text": "Окружающий мир приветствовал Мирэю своими звуками. Пение птиц наполнило воздух радостными трелями, создавая яркую симфонию звуков.",
            "image": "16"
        },
        {
            "id": 26,
            "text": "Девушка задумчиво двигалась через дорожки парка, притягиваемая природными голосами, которые окружали ее",
            "image": "16"
        },
        {
            "id": 27,
            "text": "Проходя мимо небольшого водоема, Мирэя услышала шелест тонкой листвы, плавных движений рыбок, ныряющих в прохладную воду. Но ее взгляд был привлечен двумя милыми пушистыми созданиями.",
            "image": "19"
        },
        {
            "id": 28,
            "text": "Ветреная птичка с ярким оперением подпрыгивала, веселая и беспокойная.",
            "image": "20"
        },
        {
            "id": 29,
            "text": "А рядом с ней, сидело маленькое создание, с хвостом как пушистый плюшевый мячик, пребывающее в своем мирке.",
            "image": "21"
        },
        {
            "id": 30,
            "text": "Мирэя: ”Оуу, какие вы прелестные создания. Наверняка хотите есть.”",
            "image": "20"
        },
        {
            "id": 31,
            "text": "Мирэя, достав корм, начала кормить их. Она улыбалась, наблюдая, как птичка и белка наслаждаются их сближением и единением в этом мгновении.",
            "image": "22"
        },
        {
            "id": 32,
            "text": "По мере того, как Мирэя укрощала природу парка в своей душе, сцена приобретала все более гармоничное и живописное значение.",
            "image": "23"
        },
        {
            "id": 33,
            "text": "Бутоны цветов дышали новой жизнью, птицы продолжали напевать свои мелодии, и белка приветствовала Мирэю мягкими движениями своего хвостика. Она ощутила присутствие духа свободы и красоты.",
            "image": "23"
        },
        {
            "id": 34,
            "text": "Символический момент с милыми созданиями был просто воплощением связи Мирэи с природой, с ее подлинной сущностью и энергией.",
            "image": "24"
        },
        {
            "id": 35,
            "text": "Она понимала, что в этот миг ее душа взлетала выше, чтобы соприкоснуться с небесами. А все в этом парке – деревья, цветы, птицы и белки – стали ее верными соратниками в этом путешествии.",
            "image": "24"
        },
        {
            "id": 36,
            "text": "Счастливая и полная впечатлений, Мирэя ощутила, что ее пребывание в парке подошло к концу. Она насладилась каждым моментом, каждой деталью окружающей среды.",
            "image": "24"
        },
        {
            "id": 37,
            "text": "Парк оставил в ее сердце след, наполнив его теплом и спокойствием. Девушке предстояла выбрать новый пункт своего пребывания.",
            "image": "24"
        },
        {
            "id": 38,
            "text": "Мирэя:” Не пора ли мне отправиться куда-нибудь ещё? Хочу пойти в кафе.”",
            "image": "24"
        },
        {
            "id": 39,
            "text": "",
            "image": "25"
        },
        {
            "id": 40,
            "text": "Мирэя переступила порог кафе и оказалась в уютном помещении, наполненном ароматом свежей выпечки и атмосферой спокойствия.",
            "image": "26"
        },
        {
            "id": 41,
            "text": "Взгляд ее скользнул по различным столикам и стульям, на которых сидели другие посетители. Некоторые углубленно сидели за своими ноутбуками, поглощенные работой или учебой, другие же наслаждались чашкой ароматного кофе, обмениваясь тихими разговорами с собеседниками.”",
            "image": "27"
        },
        {
            "id": 42,
            "text": "Мирэя решила подойти к одному из столиков и начать разговор с кем-то из присутствующих.",
            "image": "27"
        },
        {
            "id": 43,
            "text": "Ее взгляд упал на бариста, занятого приготовлением кофе за прилавком. Она приблизилась к нему и улыбнулась.",
            "image": "28"
        },
        {
            "id": 44,
            "text": "Мирэя:” Здравствуйте! Какие у вас сегодня есть позиции?”",
            "image": "9"
        },
        {
            "id": 45,
            "text": "Бариста поднял глаза и ответил с улыбкой.",
            "image": "28"
        },
        {
            "id": 46,
            "text": "Бариста:” Добрый день! У нас есть шоколадный кекс с малиновым джемом, морковный пирог с кремом и апельсиновый торт. А также мы предлагаем различные виды кофе, как горячие, так и холодные напитки.”",
            "image": "28"
        },
        {
            "id": 47,
            "text": "Мирэя задумалась на мгновение просматривая меню, затем спросила.",
            "image": "29"
        },
        {
            "id": 48,
            "text": "Мирэя:” А что вы порекомендуете? Что-то особенное?”",
            "image": "9"
        },
        {
            "id": 49,
            "text": "Бариста:” Если вы любите шоколад, то рекомендую попробовать наш шоколадный латте с ванильным сиропом. Он очень ароматный и нежный.”",
            "image": "28"
        },
        {
            "id": 50,
            "text": "Мирэя кивнула согласием и заказала шоколадный латте. Бариста приступил к её заказу. Девушка не могла не обратить внимание на его умелые движения и пристально следила за процессом.",
            "image": "28"
        },
        {
            "id": 51,
            "text": "Мирэя:” Вы очень умело делаете кофе. Расскажите мне, как вы стали бариста?”",
            "image": "30"
        },
        {
            "id": 52,
            "text": "Немного смущённый парень ответил. ",
            "image": "28"
        },
        {
            "id": 53,
            "text": "Бариста: ” Спасибо за комплимент. Я всегда увлекался созданием кофе. Процесс приготовления напитка – это настоящее искусство, которое требует внимания к деталям и желание радовать людей вкусным напитком.”",
            "image": "28"
        },
        {
            "id": 54,
            "text": "Бариста: ”Я прошел несколько курсов и стажировок, чтобы совершенствовать свои навыки. Сейчас я наслаждаюсь тем, что могу делать каждую чашку специальной и удовлетворить вкусы наших гостей.”",
            "image": "28"
        },
        {
            "id": 55,
            "text": "Бариста: ”Я люблю видеть улыбки на лицах людей, когда они пьют мой кофе. Это как небольшой момент счастья, который могу подарить им.”",
            "image": "28"
        },
        {
            "id": 56,
            "text": "Бариста: ”Кстати ваш заказ готов. Приятного аппетита!”",
            "image": "28"
        },
        {
            "id": 57,
            "text": "Осматривая помещение Мирэя, её взгляд наткнулся на мужчину средних лет, который читал газету за соседним столиком.",
            "image": "27"
        },
        {
            "id": 58,
            "text": "Его внимание было полностью поглощено прочитанными новостями, но девушка решила все же попробовать завязать разговор.",
            "image": "9"
        },
        {
            "id": 59,
            "text": "",
            "image": "31.1"
        },
        {
            "id": 60,
            "text": "Мирэя:” Интересная статья?”",
            "image": "31"
        },
        {
            "id": 61,
            "text": "Мужчина:” Да, действительно интересно. Это статья о последних событиях в мире политики. Весьма захватывающие моменты.”",
            "image": "31"
        },
        {
            "id": 62,
            "text": "Мирэя: ” А вы часто читаете газеты? Интересуетесь политикой?”",
            "image": "9"
        },
        {
            "id": 63,
            "text": "Мужчина нахмурился и задумался на мгновение, затем ответил.",
            "image": "31"
        },
        {
            "id": 64,
            "text": "Мужчина:” Да, я довольно часто читаю газеты. Политика всегда вызывала мое внимание, хотя и не всегда приятные новости. Но я считаю, что важно быть в курсе происходящего и иметь свое собственное мнение.”",
            "image": "31"
        },
        {
            "id": 65,
            "text": "Мирэя поинтересовалась его мнением по некоторым политическим вопросам, и они начали активно обсуждать различные темы.",
            "image": "9"
        },
        {
            "id": 66,
            "text": "После разговора с мужчиной Мирэя заметила маленькую девочку, сидящую за соседним столиком.",
            "image": "32"
        },
        {
            "id": 67,
            "text": "Девочка играла с маленькой игрушечной кошкой и время от времени взглядом обращалась к девушке. Девочка была такой милашкой, что Мирэя не удержалась и решила поздороваться.”",
            "image": "32"
        },
        {
            "id": 68,
            "text": "Мирэя:” Привет! Как тебя зовут?”",
            "image": "9"
        },
        {
            "id": 69,
            "text": "Девочка подняла глаза и ответила.",
            "image": "32"
        },
        {
            "id": 70,
            "text": "Девочка:” Меня зовут Алиса. А как тебя зовут?”",
            "image": "32"
        },
        {
            "id": 71,
            "text": "Мирэя:” Меня зовут Мирэя. Ты здесь с мамой или папой?”",
            "image": "9"
        },
        {
            "id": 72,
            "text": "Я здесь с мамой. Она разрешила мне принести свою кошечку с собой.”",
            "image": "32"
        },
        {
            "id": 73,
            "text": "Мирэя поинтересовалась игрушечной кошкой и начала разговаривать с Алисой о ее любимых игрушках и играх.",
            "image": "9"
        },
        {
            "id": 74,
            "text": "Они стали так увлечены разговором, что даже не заметили, как время пролетело. Но в конце концов, девушка должна была попрощаться с Алисой и вернуться к своим делам.",
            "image": "9"
        },
        {
            "id": 75,
            "text": "Мирэя:” День ещё не закончился. Куда бы мне сейчас отправиться? Наверное, стоит сходить на пляж.”",
            "image": "27"
        },
        {
            "id": 76,
            "text": "Мирэя медленно спускалась по широкой тропинке, окутанной игривым воздухом соленых волн. Ветерок ласкал ее волосы, словно они стали частью этой волшебной, безмятежной атмосферы, повествующей о гармонии с природой.",
            "image": "33"
        },
        {
            "id": 77,
            "text": "По мере того, как она приближалась к пляжу, звуки прибоя стихались, а основным аккомпанементом стала музыка далеких голосов и смеха отдыхающих.",
            "image": "33"
        },
        {
            "id": 78,
            "text": "Перед Мирэей расстилался огромный песчаный берег, которым нежно прикасались скользящие волны моря. Шелковистый песок, смешанный с мелкими ракушками и радужными камушками, подарил пляжу немного игривого огонька, отбрасывая легкое блики солнца.",
            "image": "34"
        },
        {
            "id": 79,
            "text": "Его пушистость и покладистость подошла Мирэи настолько, что она сразу захотела испытать свои силы в искусстве создания песчаных замков.",
            "image": "35"
        },
        {
            "id": 80,
            "text": "Девушка решила развлечься и начала строить песочные замки. Она присела на колени и взяла горсть влажного песка.",
            "image": "35"
        },
        {
            "id": 81,
            "text": "Осторожно, словно лепестками роз, она начала формировать свое творение.",
            "image": "35"
        },
        {
            "id": 82,
            "text": "Песок мягко скользил по ее пальцам, оставляя за собой гладкую и ровную поверхность. Мирэя улыбнулась, когда замок начал принимать форму.",
            "image": "35"
        },
        {
            "id": 83,
            "text": "Прошло несколько минут, и перед ней восстало маленькое песчаное королевство. Она украсила замок ракушками и камешками, создавая неповторимый атмосферный образ. Замок был таким красивым и изысканным, что он мог стать убежищем для волшебных существ.",
            "image": "36"
        },
        {
            "id": 84,
            "text": "Под яркими лучами солнца стояли столы с закусками и прохладительными напитками, аромат его окатывал каждого, кто находился вблизи.",
            "image": "37"
        },
        {
            "id": 85,
            "text": "Шорох волн и брызги исполненные счастья, заставляли ощущать себя настоящей частью этого бесконечного путешествия вдоль берега.",
            "image": "34"
        },
        {
            "id": 86,
            "text": "Мирэя отправилась прогуляться по пляжу, где, помимо песчаных замков, можно было встретить разных персонажей.",
            "image": "34"
        },
        {
            "id": 87,
            "text": "Вдали она разглядела пару влюбленных, сидящих на пледе и наслаждающихся теплыми лучами солнца. Они обнимались, смеялись и счастливо беседовали, словно ни о чем не беспокоясь.",
            "image": "38"
        },
        {
            "id": 88,
            "text": "Поближе к воде Мирэя заметила группу детей, которые с радостью копали ямы в песке и строили огромные песчаные башни. Они смеялись, брызгались водой и весело соревновались, кто построит самый высокий замок.",
            "image": "39"
        },
        {
            "id": 89,
            "text": "А также заметила одинокого старика, который сидел на скамейке и смотрел на море. Он казался задумчивым и немного грустным. Мирэя решила подойти к нему и начала разговор.",
            "image": "40"
        },
        {
            "id": 90,
            "text": "Они обсудили прекрасную природу, морской бриз и волшебство пляжных замков. Старик улыбнулся и поблагодарил ее за разговор, признавшись, что такие моменты делают его дни светлее.",
            "image": "40"
        },
        {
            "id": 91,
            "text": "Вдали раздался звонкий смех девочки, которая бежала по пляжу, пытаясь поймать мяч. Ее родители смотрели на нее с гордостью и радостью. Мирэя присоединилась к ним и начала играть в прятки с девочкой, ощущая радость и беззаботность вместе с ними.",
            "image": "41"
        },
        {
            "id": 92,
            "text": "С каждым шагом, каждым взглядом девушки погружалась в мир пляжа, где каждый персонаж был частью этого удивительного ландшафта.",
            "image": "34"
        },
        {
            "id": 93,
            "text": "Она ощущала себя свободной, счастливой и полной энергии. Этот пляж был для нее местом, где можно было забыть о повседневных заботах и просто наслаждаться моментом.",
            "image": "34"
        },
        {
            "id": 94,
            "text": "День подошёл к концу и Мирэи пришлось отправиться домой. Воспоминания о нём останутся на долго в памяти девушки.",
            "image": "1"
        },
        {
            "id": 95,
            "text": "Мирэя шагнула в свой дом, ощущая приятное чувство усталости после долгого и приключенческого дня. Ее ноги едва держались, словно будто она прошла целую тысячу миль, но это было приятной усталостью, которая наполняла ее сердце счастьем.",
            "image": "42"
        },
        {
            "id": 96,
            "text": "Она закрыла дверь за собой и оказалась в своей тихой и уютной комнате. Воздух был пропитан ароматом свежести и морской соли, который Мирэя приняла за сувенир с пляжа.",
            "image": "43"
        },
        {
            "id": 97,
            "text": "Она ощутила приятное чувство прохлады на своей коже и решила принять теплую душ, чтобы смыть с себя остатки песка.",
            "image": "43"
        },
        {
            "id": 98,
            "text": "Потом Мирэя надела свою любимую пижаму.",
            "image": "43"
        },
        {
            "id": 99,
            "text": "Она включила нежный свет ночной лампы, который создавал атмосферу спокойствия и умиротворения. Затем она подошла к окну и открыла его, чтобы впустить в комнату свежий морской бриз.",
            "image": "43"
        },
        {
            "id": 100,
            "text": "Мирэя улеглась на свою удобную кровать, зарываясь в мягкие подушки. Она закрыла глаза и представила себя снова на песчаном берегу, слыша звуки прибоя и чувствуя ласковые лучи солнца на своей коже.",
            "image": "44"
        },
        {
            "id": 101,
            "text": "Мирэя почувствовала, как ее тело расслабляется, а ум начинает затихать. Она погрузилась в мир сновидений, где она продолжала строить замки из песка, играть с детьми и разговаривать с другими персонажами.",
            "image": "44"
        },
        {
            "id": 102,
            "text": "С каждым вдохом и выдохом Мирэя чувствовала, как она погружается в глубины сна, позволяя себе отдохнуть и восстановиться после дня полного приключений.",
            "image": "44"
        },
        {
            "id": 103,
            "text": "Она знала, что завтра новый день принесет еще больше возможностей и радости, но сейчас она просто наслаждалась моментом и погружалась в свой внутренний мир.",
            "image": "44"
        },
        {
            "id": 104,
            "text": "Мирэя медленно и плавно засыпала, ощущая, как ее тело и разум погружаются в состояние глубокого покоя.",
            "image": "45"
        },
        {
            "id": 105,
            "text": "Песчаный пляж, сад и кафе остались с ней в ее снах, наполняя ее сердце счастьем и благодарностью за этот удивительный день, а ее мысли были наполнены мечтами о будущих приключениях.",
            "image": "45"
        }
    ],
    "links": [
        {
            "id": 1,
            "start": 1,
            "end": 2,
            "text": "Ничего не делать"
        },
        {
            "id": 2,
            "start": 1,
            "end": 3,
            "text": "Что-нибудь делать"
        }
    ]
}

